{
    "fib" : [
        {
            "para": "As the world focuses on the heart-wrenching losses and # devastation of the recent earthquake in Haiti, researchers at Michigan Technological University, discuss what happened there and why. \"Every disaster situation is different,' says Bill Rose, professor of petrology in the geological and mining engineering and sciences department. \"Haiti sits on a major strike-slip fault, where one side # one way, and one moves another.\" The Caribbean plate is moving eastward relative to the North American plate, explains Wayne Pennington, professor and chair of the department. “In Hispaniola, the island containing Haiti and the Dominican Republic, the plates are further # into one or two little plate slivers, with a northern boundary near the northern shore of the island and a southern boundary along what is called the Enriquillo fault Pennington says. 'It is this southern fault that ruptured during the earthquake. Stress had been # up here since the last large earthquake along that fault, in 1751”. “As geologists, we think in different time-frames, Rose says. “An occurrence of every 200-plus years is not long when we talk in terms of millions of years. The fault is actually similar to the San Andreas Fault in California, Rose says. And one unique # of quakes like this is that they may occur in 'timed clusters where, when one part releases, others close by may follow.",
            "options":["surprising", "heart-breaking", "worst", "unbelievable"]
        },
        {
            "para": "Since the 18th century, the Swiss Alps have attracted more people and fascinated generations of climbers and explorers. The Matterhorn remained little known until 1865, but the triumphant ascent followed by the # accident of the climb led by Edward Whymper caused a rush on the peaks surrounding Zermatt. The # of the rail linking the town of Visp to the village of Zermatt started in 1888. On July 18,1891, the first train reached Zermatt and the entire train line was electrified in 1930. Since 1930, the Glacier Express panoramic train directly connects the village to St. Moritz However, no connection exists with the village of Breuil-Cervinia on the Italian side. Travelers need to hire guides to cross the glaciated Theodul Pass, separating the resorts. Zermatt remains almost free of internal combustion # and is only connected by train. Apart from the local police which uses cars, only electric vehicles are used. Cable-car and rail # have been built to make the area mare accessible. In 1898, the Gornergrat railway, reaching a record altitude of 3,100 meters, was inaugurated. Areas served by cable car are the Klein Matterhorn and the Unterrothorn.",
            "options":["tragic", "uneventful", "virtual", "digital"]
        }
    ]
}